{
  "blink.cmp": { "branch": "main" },
  "csvview.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flexoki": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "kubernetes.nvim": { "branch": "main" },
  "kulala.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "leetcode.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "opencode.nvim": { "branch": "main" },
  "orgmode": { "branch": "master" },
  "pleanary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "main" },
  "sqlua.nvim": { "branch": "master" },
  "telescope-glyph.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyodark.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "uv.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
